Repository: common-repository/shopinext-for-woocommerce
Catalog: languages/shopinext-for-woocommerce-*.po
Languages: tr_tr

source: Support
tr_tr: Destek

source: Docs
tr_tr: Dokümanlar

source: Settings
tr_tr: Ayarlar

source: Shopinext Transaction Logs
tr_tr: Shopinext İşlem Logları

source: Shopinext Transaction List
tr_tr: Shopinext İşlem Listesi

source: Transaction Logs
tr_tr: İşlem Logları

source: Transaction List
tr_tr: İşlem Listesi

source: Coupon Discount
tr_tr: Kupon İndirimi

source: Tax Fee
tr_tr: Vergi Ücreti

source: Delivery Fee
tr_tr: Teslimat Ücreti

source: Activate Shopinext checkout form
tr_tr: Shopinext ödeme formunu etkinleştir

source: Plugin Status
tr_tr: Eklenti Durumu

source: Failed
tr_tr: Başarısız

source: Returned
tr_tr: İade Edildi

source: Cancelled
tr_tr: İptal Edildi

source: Completed
tr_tr: Tamamlandı

source: Waiting
tr_tr: Beklemede

source: Processing
tr_tr: İşleniyor

source: Payment Awaiting
tr_tr: Ödeme Bekleniyor

source: Default
tr_tr: Varsayılan

source: Recommended, Default
tr_tr: Önerilen, Varsayılan

source: Order Status
tr_tr: Sipariş Durumu

source: Passive
tr_tr: Pasif

source: Active
tr_tr: Aktif

source: The tracking number that is valid in contractual Shopinext courier companies is added to order notes and Transaction List table after the order.
tr_tr: Sipariş sonrası sipariş notlarına ve İşlem Listesi tablosuna Shopinext anlaşmalı kargolarda geçerli olan kargo takip numarası eklenir.

source: Cargo Code
tr_tr: Kargo Kodu

source: Payment Option Description
tr_tr: Ödeme Seçeneği Açıklaması

source: Secure Payment with Shopinext
tr_tr: Shopinext ile Güvenli Ödeme

source: This message will show to the user at the time of payment.
tr_tr: Bu mesaj ödeme sırasında kullanıcıya gösterilecektir.

source: Payment Option Text
tr_tr: Ödeme Seçeneği Metni

source: Secret Key
tr_tr: Gizli Anahtar

source: API Key
tr_tr: API Anahtarı

source: Live
tr_tr: Canlı

source: API Type
tr_tr: API Türü

source: The current exchange does not support the Shopinext module. You can only use TRY, USD, EUR, GBP.
tr_tr: Mevcut kur Shopinext modülünü desteklememektedir. Sadece TRY, USD, EUR, GBP kullanabilirsiniz.

source: Plugin Not Working
tr_tr: Eklenti Çalışamıyor

source: The order refund process failed. Order ID: %s - Error: %s
tr_tr: Sipariş iade işlemi başarısız sonuçlandı. Sipariş ID: %s - Hata: %s

source: Failed to connect to Shopinext.
tr_tr: Shopinext ile bağlantı kurulamadı.

source: Order %s has been successfully returned.
tr_tr: %s numaralı sipariş başarıyla iade edildi.

source: The refund amount must be greater than 0.
tr_tr: İade tutarı 0'dan büyük olmalıdır.

source: Only administrators can process refunds.
tr_tr: Sadece yöneticiler iade işlemi yapabilir.

source: Pay by Credit/Debit Card
tr_tr: Kredi/Banka Kartı ile Öde

source: You can pay securely with a credit or debit card.
tr_tr: Kredi kartı veya banka kartı ile güvenli ödeme yapabilirsiniz.

source: Pay with Shopinext
tr_tr: Shopinext ile Öde

source: Shopinext Payment Module specially developed for WooCommerce
tr_tr: WooCommerce için özel olarak geliştirilmiş Shopinext Ödeme Modülü

source: https://wordpress.org/plugins/shopinext-for-woocommerce
tr_tr: https://tr.wordpress.org/plugins/shopinext-for-woocommerce

source: Shopinext Online Payment
tr_tr: Shopinext Online Ödeme
